{
    "@context": {
        "@vocab": "https://schema.org/",
        "ohdsi_gis": "https://ohdsi_gis.org/.well-known/genid/",
        "geosparql": "http://www.opengis.net/ont/geosparql#"
    },
    "@id": "http://ohdsi_gis.org/id/bde2b41f49a1",
    "@type": "Dataset",
    "geosparql:hasGeometry": {
        "@id": "ohdsi_gis:geo/bde2b41f49a1",
        "@type": "http://www.opengis.net/ont/sf#Polygon",
        "geosparql:asWKT": {
            "@type": "geosparql:wktLiteral",
            "@value": "POLYGON ((-87.634896 24.396308, -87.634896 31.000968, -79.974306 31.000968, -79.974306 24.396308, -87.634896 24.396308))"
        }
    },
    "description": "The Census Block Groups data provides a stable set of geographic units for the presentation of census data and comparison back to previous decennial censuses.",
    "keywords": [
        "Tract",
        "2021",
        "Florida",
        "Census",
        "Census Block Group",
        "Geography"
    ],
    "license": "This Software was created by U.S. Government employees and therefore is not subject to copyright in the United States (17 U.S.C. §105). The United States/U.S.Department of Commerce (“Commerce”) reserve all rights to seek and obtain copyright protection in countries other than the United States. The United States/Commerce hereby grant to User a royalty-free, nonexclusive license to use, copy, and create derivative works of the Software outside of the United States.\\n\\nThe Software is provided to the User and those who may take by, through or under it, “as is,” without any warranty (whether express or implied) or representation whatsoever, including but not limited to any warranty of merchantability. The Software is taken hereunder without any right to support or to any improvements, extensions, or modifications, except as may be agreed to separately, in writing, by Commerce.\\n\\nUser, on behalf of itself and all others who take by, through or under it, hereby and forever waives, releases, and discharges the United States/Commerce and all its instrumentalities from any and all liabilities and obligations in connection with the use, application, sale or conveyance of the Software. User shall indemnify and hold harmless the United States/Commerce and its instrumentalities from all claims, liabilities, demands, damages, expenses, and losses arising from or in connection with User's use, application, sale or conveyance of the Software, including those who take by, through or under User whether or not User was directly involved. This provision will survive termination of this Agreement and will include any and all claims or liabilities arising under intellectual property rights, such as patents, copyrights, trademarks, and trade secrets. If User of software is an Executive Agency of the United States, this clause is not applicable.\\n\\nThe construction, validity, performance, and effect of this Agreement for all purposes will be governed by Federal law of the United States.\\n\\nUser agrees to make a good faith effort to use the Software in a way that does not cause damage, harm, or embarrassment to the United States/Commerce. The United States/Commerce expressly reserve all rights and remedies.",
    "name": "2021 Florida Census Block Groups - Florida",
    "publisher": {
        "@type": "http://www.w3.org/2000/01/rdf-schema#Literal",
        "@value": "Department of Commerce|U.S. Census Bureau|Geography Division|Spatial Data Collection and Products Branch Public Domain"
    },
    "spatialCoverage": {
        "@id": "ohdsi_gis:bde2b41f49a1",
        "@type": "Place",
        "name": [
            "Florida",
            "United States"
        ]
    }
}