{
    "@context": {
        "@vocab": "https://schema.org/",
        "ohdsi_gis": "https://ohdsi_gis.org/.well-known/genid/",
        "geosparql": "http://www.opengis.net/ont/geosparql#"
    },
    "@id": "http://ohdsi_gis.org/id/c2cebc3ca9f7",
    "@type": "Dataset",
    "geosparql:hasGeometry": {
        "@id": "ohdsi_gis:geo/c2cebc3ca9f7",
        "@type": "http://www.opengis.net/ont/sf#Polygon",
        "geosparql:asWKT": {
            "@type": "geosparql:wktLiteral",
            "@value": "POLYGON ((-80.87359839376548 25.137420080468974, -80.87359839376548 25.97943413175921, -80.06278957166718 25.97943413175921, -80.06278957166718 25.137420080468974, -80.87359839376548 25.137420080468974))"
        }
    },
    "description": "The U.S. Geological Survey (USGS), in partnership with several federal agencies, has now developed and released seven National Land Cover Database (NLCD) products: NLCD 1992, 2001, 2006, 2011, 2016, 2019, and 2021. Beginning with the 2016 release, land cover products were created for two-to-three-year intervals between 2001 and the most recent year. These products provide spatially explicit and reliable information on the Nation’s land cover and land cover change. NLCD continues to provide innovative, consistent, and robust methodologies for production of a multi-temporal land cover and land cover change database. NLCD 2021 adds an additional year to the map products produced for NLCD 2019, with a streamlined compositing process for assembling and preprocessing Landsat imagery and geospatial ancillary datasets; a temporally, spectrally, and spatially integrated land cover change analysis strategy; a theme-based post-classification protocol for generating land cover and change products; a continuous fields biophysical parameters modeling method; and a scripted operational system. The overall accuracy of the 2019 Level I land cover was 91%. Results from this study confirm the robustness of this comprehensive and highly automated procedure for NLCD 2021 operational mapping (see https://doi.org/10.1080/15481603.2023.2181143 for the latest accuracy assessment publication). Questions about the NLCD 2021 land cover product can be directed to the NLCD 2021 land cover mapping team at USGS EROS, Sioux Falls, SD (605) 594-6151 or mrlc@usgs.gov. See included spatial metadata for more details. ",
    "keywords": [
        "land cover",
        "United States",
        "Landsat",
        "Sentinel-2",
        "CONUS"
    ],
    "license": "These data were collected using funding from the U.S. Government and can be used without additional permissions or fees. If you use these data in a publication, presentation, or other research product please use the following citation:\\nUSDA Forest Service. 2023. USFS NLCD Percent Tree Canopy CONUS v2021-4. Sioux Falls, SD.",
    "name": "2021 Miami-Dade NLCD Land Cover",
    "publisher": {
        "@type": "http://www.w3.org/2000/01/rdf-schema#Literal",
        "@value": "University of Miami GDSC Public Domain"
    },
    "spatialCoverage": {
        "@id": "ohdsi_gis:c2cebc3ca9f7",
        "@type": "Place",
        "name": [
            "Miami Dade County",
            "Florida",
            "United States"
        ]
    }
}